IDEA Open Model
ConcreteBlock.Material Property
Compatible with IDEA StatiCa Beta 20.0
 Material of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Material { get; set; }
Public Property Material As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace